Repository: surojitfromindia/Float
Catalog: Localizable.xcstrings
Source language: en
Languages: bn, es, hi

source: Set an amount for each expense category in one budget period. Leave a category blank or enter 0 to remove its budget.
bn: একটি বাজেট পিরিয়ডে প্রতিটি খরচের বিভাগের জন্য একটি পরিমাণ নির্ধারণ করুন। কোনো বিভাগের বাজেট সরাতে সেটি ফাঁকা রাখুন বা 0 লিখুন।

source: Set category limits in Budget settings to track them here.
bn: এখানে ট্র্যাক করতে বাজেট সেটিংসে বিভাগ সীমা নির্ধারণ করুন।

source: Settings
bn: সেটিংস
es: Ajustes
hi: सेटिंग्स

source: Show completed
bn: সম্পন্ন দেখান

source: Show pinned events in home view
bn: হোম ভিউতে পিন করা ইভেন্ট দেখান

source: Sort
bn: সাজান
es: Ordenar
hi: क्रमबद्ध करें

source: Spanish
bn: স্প্যানিশ

source: Spend activity
bn: ব্যয় কার্যকলাপ

source: Spend activity heatmap
bn: খরচ কার্যকলাপ হিটম্যাপ

source: Spend with clarity
bn: স্বচ্ছভাবে খরচ করুন

source: Spendable
bn: খরচযোগ্য

source: Spending
bn: ব্যয়

source: Spending against category limits for this range
bn: এই রেঞ্জে বিভাগ সীমার তুলনায় ব্যয়

source: Spending fast
bn: দ্রুত খরচ হচ্ছে

source: Spending is above the previous comparable range.
bn: ব্যয় আগের তুলনীয় রেঞ্জের চেয়ে বেশি।

source: Spending is ahead of time elapsed, so the daily allowance is tightening.
bn: ব্যয় অতিক্রান্ত সময়ের চেয়ে বেশি, তাই দৈনিক বরাদ্দ কমছে।

source: Spending is below the previous comparable range.
bn: ব্যয় আগের তুলনীয় রেঞ্জের চেয়ে কম।

source: Spending is tracking within the current period pace.
bn: ব্যয় বর্তমান সময়কালের গতির মধ্যে রয়েছে।

source: Spending matches the previous comparable range.
bn: ব্যয় আগের তুলনীয় রেঞ্জের সঙ্গে মিলে যাচ্ছে।

source: Spending used
bn: ব্যবহৃত ব্যয়

source: Spent
bn: ব্যয়িত

source: spent so far
bn: এ পর্যন্ত ব্যয়

source: Split
bn: বিভক্ত

source: Split amount
bn: বিভক্ত পরিমাণ

source: Split row actions
bn: বিভক্ত সারির কাজ

source: Split transaction
bn: লেনদেন বিভক্ত করুন

source: Start date
bn: শুরুর তারিখ

source: Start using Float
bn: Float ব্যবহার শুরু করুন

source: Starts on
bn: শুরু হয়

source: Starts on day %lld
bn: %lld তারিখে শুরু

source: Stats
bn: পরিসংখ্যান
es: Estadísticas
hi: आँकड़े

source: Status
bn: অবস্থা

source: Swap
bn: বদলান

source: System
bn: সিস্টেম
es: Sistema
hi: सिस्टम

source: Tap to browse %lld categories
bn: %lldটি বিভাগ দেখতে চাপুন

source: Target %@
bn: লক্ষ্য %@

source: Target date
bn: লক্ষ্য তারিখ

source: Target minor units
bn: লক্ষ্যের ছোট একক

source: Template
bn: টেমপ্লেট

source: Template Groups
bn: টেমপ্লেট গ্রুপ

source: Template name
bn: টেমপ্লেটের নাম

source: Templates
bn: টেমপ্লেট

source: Theme
bn: থিম
es: Tema
hi: थीम

source: Theme preview
bn: থিম প্রিভিউ

source: There is no comparable prior spending yet.
bn: এখনও তুলনীয় আগের ব্যয় নেই।

source: This adds two years of varied sample transactions and transfers to your current data.
bn: এটি আপনার বর্তমান ডেটায় দুই বছরের বিভিন্ন নমুনা লেনদেন ও ট্রান্সফার যোগ করবে।

source: This day is above the current daily allowance.
bn: এই দিনটি বর্তমান দৈনিক সীমার উপরে।

source: This day is inside the current daily allowance.
bn: এই দিনটি বর্তমান দৈনিক সীমার মধ্যে।

source: This period
bn: এই সময়কাল
es: Este período
hi: यह अवधि

source: This period is over budget. Reduce flexible spending or adjust the budget assumptions.
bn: এই সময়কাল বাজেটের বাইরে। নমনীয় ব্যয় কমান বা বাজেট অনুমান সমন্বয় করুন।

source: This permanently deletes your accounts, categories, budgets, goals, recurring rules, and transactions. This action cannot be undone.
bn: এটি স্থায়ীভাবে আপনার অ্যাকাউন্ট, বিভাগ, বাজেট, লক্ষ্য, পুনরাবৃত্তির নিয়ম এবং লেনদেন মুছে দেবে। এই কাজটি ফিরিয়ে আনা যাবে না।

source: This will create a posted transaction and advance the next recurring date.
bn: এটি একটি পোস্ট করা লেনদেন তৈরি করবে এবং পরবর্তী পুনরাবৃত্ত তারিখ এগিয়ে দেবে।

source: This will create a posted transaction and advance the next recurring date. %@
bn: এটি একটি পোস্টেড লেনদেন তৈরি করবে এবং পরবর্তী পুনরাবৃত্তির তারিখ এগিয়ে দেবে. %@

source: This year
bn: এই বছর

source: Time of day
bn: দিনের সময়

source: Timelines, charts, and linked transactions.
bn: টাইমলাইন, চার্ট, এবং সংযুক্ত লেনদেন।

source: To
bn: পর্যন্ত

source: Today
bn: আজ
es: Hoy
hi: आज

source: Top category
bn: শীর্ষ বিভাগ

source: Top transactions
bn: শীর্ষ লেনদেন

source: Total
bn: মোট

source: Total amount
bn: মোট পরিমাণ

source: Transaction deleted
bn: লেনদেন মুছে ফেলা হয়েছে

source: Transactions
bn: লেনদেন
es: Transacciones
hi: लेनदेन

source: transactions need attention.
bn: টি লেনদেন মনোযোগ প্রয়োজন।

source: Transactions with missing details, likely duplicates, or unusually high amounts will appear here.
bn: অনুপস্থিত তথ্য, সম্ভাব্য ডুপ্লিকেট বা অস্বাভাবিক বড় পরিমাণের লেনদেন এখানে দেখাবে।

source: Transfer
bn: ট্রান্সফার

source: Transfers
bn: ট্রান্সফার

source: Try a different search or filter.
bn: ভিন্ন অনুসন্ধান বা ফিল্টার চেষ্টা করুন।

source: Try a different search.
bn: ভিন্ন অনুসন্ধান চেষ্টা করুন।

source: Try changing your search or filters.
bn: আপনার অনুসন্ধান বা ফিল্টার পরিবর্তন করুন।

source: Type
bn: ধরন
es: Tipo
hi: प्रकार

source: Unbudgeted
bn: অবাজেটেড

source: Undo
bn: পূর্বাবস্থায় ফেরান
es: Deshacer
hi: पूर्ववत करें

source: Unknown Account
bn: অজানা অ্যাকাউন্ট

source: Unknown Category
bn: অজানা বিভাগ

source: Unlock
bn: আনলক

source: Unlock Float to view your finances.
bn: আপনার অর্থ দেখতে Float আনলক করুন।

source: Unlocking
bn: আনলক করা হচ্ছে

source: Unpin event
bn: ইভেন্ট আনপিন করুন

source: Unused
bn: অব্যবহৃত

source: Up
bn: উপরে

source: Upcoming bill
bn: আগামী বিল

source: Upcoming income
bn: আগামী আয়

source: Upcoming recurring
bn: আসন্ন পুনরাবৃত্ত

source: Use device language
bn: ডিভাইসের ভাষা ব্যবহার করুন
es: Usar idioma del dispositivo
hi: डिवाइस की भाषा इस्तेमाल करें

source: Use Face ID, Touch ID, or your passcode to continue.
bn: চালিয়ে যেতে Face ID, Touch ID, অথবা আপনার পাসকোড ব্যবহার করুন।

source: used
bn: ব্যবহৃত

source: View
bn: দেখুন

source: View events
bn: ইভেন্ট দেখুন

source: Wallet
bn: ওয়ালেট

source: Week trend
bn: সপ্তাহের ট্রেন্ড

source: Weekly
bn: সাপ্তাহিক

source: Will create
bn: তৈরি হবে

source: Year
bn: বছর

source: You can spend
bn: আপনি খরচ করতে পারেন
es: Puedes gastar
hi: आप खर्च कर सकते हैं

source: Your transactions will appear here as you add them.
bn: আপনি যোগ করলে আপনার লেনদেন এখানে দেখাবে।
